"Cheerful" = "Livlig";

"Melodic" = "Melodisk";

"Relaxed" = "Avslappet";

"Grooving" = "Groovy";

"Distorted" = "Forvrengt";

"Acoustic" = "Akustisk";

"Processed" = "Behandlet";

"Single" = "Enkel";

"Part" = "Del";

"Dark" = "Mørk";

"Dissonant" = "Dissonant";

"Intense" = "Intenst";

"Arrhythmic" = "Arytmisk";

"Clean" = "Ren";

"Electric" = "Elektrisk";

"Dry" = "Tørr";

"Ensemble" = "Ensemble";

"Fill" = "Fyll";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronisk";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "World";

"Cinematic/New Age" = "Film";

"Orchestral" = "Orkester";

"Country/Folk" = "Country";

"Experimental" = "Eksperiment";

"Other Genre" = "Annen sjanger";

"Hip Hop" = "Hiphop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Moderne R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Klassiske breaks";

"Hip Hop/RnB" = "Hiphop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Annen sjanger";

"Chinese Traditional" = "Trad. kinesisk";

"Future Bass" = "Future bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Lydeffekter";

"Bass House" = "Bass House";

"Electronic Pop" = "Elektronisk pop";

"Techno" = "Techno";

"Bass" = "Bass";

"Electric Bass" = "El-bass";

"Acoustic Bass" = "Akustisk bass";

"Synthetic Bass" = "Syntetisk bass";

"Drums" = "Alle trommer";

"Drum Kit" = "Trommesett";

"Electronic Beats" = "Rytmer";

"Kick" = "Kick";

"Tom" = "Tam";

"Snare" = "Skarptromme";

"Cymbal" = "Cymbal";

"Hi-hat" = "Hi-hat";

"Guitars" = "Gitarer";

"Electric Guitar" = "El-gitar";

"Acoustic Guitar" = "Akustisk gitar";

"Banjo" = "Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Slidegitar";

"Pedal Steel Guitar" = "Pedal-steelgitar";

"Horn/Wind" = "Horn";

"Saxophone" = "Saksofon";

"Trumpet" = "Trompet";

"Flute" = "Fløyte";

"Trombone" = "Trombone";

"Clarinet" = "Klarinett";

"French Horn" = "Valthorn";

"Tuba" = "Tuba";

"Oboe" = "Obo";

"Harmonica" = "Munnspill";

"Recorder" = "Blokkfløyte";

"Pan Flute" = "Panfløyte";

"Bagpipe" = "Sekkepipe";

"Bassoon" = "Fagott";

"Piccolo" = "Pikkolo";

"English Horn" = "Engelsk horn";

"Brass" = "Messing";

"Woodwind" = "Treblåsere";

"Keyboards" = "Keyboard";

"Piano" = "Piano";

"Electric Piano" = "El-piano";

"Organ" = "Orgel";

"Clavinet" = "Klavinett";

"Accordion" = "Trekkspill";

"Synthesizer" = "Synther";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Cembalo";

"Mallets" = "Myke stikker";

"Steel Drum" = "Oljefat";

"Vibraphone" = "Vibrafon";

"Marimba" = "Marimba";

"Xylophone" = "Xylofon";

"Kalimba" = "Kalimba";

"Bell" = "Klokke";

"Timpani" = "Pauker";

"Mixed" = "Jingler";

"Other Instrument" = "Annet instrument";

"Percussion" = "Perkusjon";

"Gong" = "Gong";

"Shaker" = "Rasleinstrument";

"Tambourine" = "Tamburin";

"Conga" = "Congatromme";

"Bongo" = "Bongo";

"Cowbell" = "Kubjelle";

"Clave" = "Trepinner";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Klokkespill";

"Rattler" = "Rangle";

"Sound Effect" = "FX";

"Misc2" = "Forskjellig";

"Boom" = "Drønn";

"All Effects" = "Alle effekter";

"Effects" = "Lydeffekter";

"Ambience" = "Atmosfære";

"People" = "Personer";

"Transportation" = "Transport";

"Weapons" = "Våpen";

"Explosions" = "Eksplosjoner";

"Impacts & Crashes" = "Sammenstøt";

"Animals" = "Dyr";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Maskiner";

"Work/Home" = "Arbeid/hjem";

"Misc." = "Forskj.";

"Foley" = "Foley";

"Motions & Transitions" = "Stingere";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Strykere";

"Violin" = "Fiolin";

"Viola" = "Bratsj";

"Cello" = "Cello";

"Harp" = "Harpe";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Dobbel bass";

"Texture/Atmosphere" = "Teksturer";

"Vocals" = "Vokal";

"Male" = "Mann";

"Female" = "Kvinne";

"Choir" = "Kor";

"All" = "Alle";

"Favorites" = "Favoritter";

"Genres" = "Sjangre";

"Instruments" = "Instrumenter";

"Moods" = "Type";

"Reset" = "Nullstill";

